SET IDENTITY_INSERT [dbo].[Furniture] ON
INSERT INTO [dbo].[Furniture] ([ID], [Type], [Title], [Description], [Price], [isAvailable], [Picture]) VALUES (1, N'Кресла', N'Кресло Балатон', N'Мебельная фабрика «Мебелик»
г. Москва
Эко-кожа черный, каркас венге
Также каркас присутствует в цветах бежевый и вишня.Обивка в ассортименте.', 19000, 1, <Binary Data>)
INSERT INTO [dbo].[Furniture] ([ID], [Type], [Title], [Description], [Price], [isAvailable], [Picture]) VALUES (2, N'Кресла', N'Кресло Ессей', N'Мебельная фабрика «Мебелик»
г. Москва
Ткань какао, каркас вишня
Также каркас присутствует в цветах венге и венге структура.Обивка в ассортименте.', 22000, 1, <Binary Data>)
INSERT INTO [dbo].[Furniture] ([ID], [Type], [Title], [Description], [Price], [isAvailable], [Picture]) VALUES (3, N'Кресла', N'Кресло Ладога 2', N'Мебельная фабрика «Мебелик»
г. Москва
Материалы: гнутоклееный шпон, ТКАНЬ Микровелюр Пудровый, Охра, Серый, Перламутровый, Зеленый, Желтый, Голубой, Изумрудный, Ламбре 01, 03, 05, Премьер 01, 08, 10, 17, 19, 23, 25, Вельвет Люкс 84, 74, 36, Эко кожа Беж, Шоколад , Велюр Минт, Малахитовый, Серо-голубой.      
Упаковка: 79х61х15см, 56х103x44см, 2 места
Вес: 10 кг.
Цвет: обивка- в ассорт., каркас: Береза Белая, Вишня, Венге структура, Шимо, Орех.', 10800, 1, <Binary Data>)
INSERT INTO [dbo].[Furniture] ([ID], [Type], [Title], [Description], [Price], [isAvailable], [Picture]) VALUES (4, N'Столы', N'Стол Ron', N'металл: серый, стекло: прозрачный
Бренд: Дизайн Склад
Страна происхождения: Китай', 7600, 1, <Binary Data>)
INSERT INTO [dbo].[Furniture] ([ID], [Type], [Title], [Description], [Price], [isAvailable], [Picture]) VALUES (5, N'Столы', N'Стол Signal Nino', N'металл: черный, стекло: прозрачный
Бренд: Signal
Страна происхождения: Польша', 14360, 1, <Binary Data>)
INSERT INTO [dbo].[Furniture] ([ID], [Type], [Title], [Description], [Price], [isAvailable], [Picture]) VALUES (6, N'Кресла', N'Кресло Милан', N'Мебельная фабрика «Мебелик»
г. Москва', 4044, 1, <Binary Data>)
INSERT INTO [dbo].[Furniture] ([ID], [Type], [Title], [Description], [Price], [isAvailable], [Picture]) VALUES (7, N'Кресла', N'Кресло Венеция Венге', N'Мебельная фабрика «Мебелик»
г. Москва
С креслом модели "Венеция" привычный интерьер Вашей квартиры мгновенно преобразится! Выбрав на свой вкус цвет мягкой части и боковин, вы гарантированно получите кресло своей мечты, которое при этом станет излюбленным местом отдыха. Весомыми плюсами также являются используемые высококачественные материалы и лёгкость ухода. Максимальная нагрузка 110 кг.', 10000, 1, <Binary Data>)
INSERT INTO [dbo].[Furniture] ([ID], [Type], [Title], [Description], [Price], [isAvailable], [Picture]) VALUES (8, N'Столы', N'Стол Signal Damar', N'металл: белый, стекло: черный
Бренд: Signal
Страна происхождения: Польша', 13600, 1, <Binary Data>)
INSERT INTO [dbo].[Furniture] ([ID], [Type], [Title], [Description], [Price], [isAvailable], [Picture]) VALUES (9, N'Кровати', N'Кровать с ортопедическим основанием Мерлин', N'Мебельная фабрика «ZOFO мебель»
г. Набережные Челны
С ортопедическим основанием.
Изголовье в каретной стяжке.
Возможно комплектация с подъемным механизмом и бельевым ящиком
Габариты 1400*2000, 1600*2000, 1800*2000.', 22000, 1, <Binary Data>)
INSERT INTO [dbo].[Furniture] ([ID], [Type], [Title], [Description], [Price], [isAvailable], [Picture]) VALUES (10, N'Кровати', N'Тахта Релакс-1', N'Мебельная фабрика «ПанДиван»
г. Железнодорожный
Кровать спальная Тахта Релакс-1. Бельевой ящик присутствует.
Наполнение: ПРБ+ППУ, ковролин-ватин, койра.
Подъемный механизм с газ-лифтом. Открытие у подножья (спереди).
Возможность выбора ширины от 1.00*2.00 до 2.00*2.00.', 11500, 1, <Binary Data>)
INSERT INTO [dbo].[Furniture] ([ID], [Type], [Title], [Description], [Price], [isAvailable], [Picture]) VALUES (11, N'Диваны', N'Большой диван Лагуна-2 угловой', N'Мебельная фабрика «ПанДиван»
г. Железнодорожный
Диван угловой Лагуна-2 2.10*3.10. 
Наполнение: ППУ+синтешар+синтепон. 
Механизм и принцип раскладывания: французская раскладушка', 29000, 1, <Binary Data>)
INSERT INTO [dbo].[Furniture] ([ID], [Type], [Title], [Description], [Price], [isAvailable], [Picture]) VALUES (12, N'Диваны', N'Угловой диван-кровать Милано', N'Мебельная фабрика «Амарант»
г. Шахты
Габариты П: 205см/365см/170см, спальное место: 320см/130смСостав: стальная пружинная змейка, высококачественный ППУ марки HR, холкон SL300.
Каркас: многослойная фанера, брус хвойных пород.
Короб для белья выполнен из ЛДСП и имеет вентиляционное отверстие.
Механизм трансформации "Дельфин".', 23500, 1, <Binary Data>)
INSERT INTO [dbo].[Furniture] ([ID], [Type], [Title], [Description], [Price], [isAvailable], [Picture]) VALUES (13, N'Диваны', N'Комфортный диван книжка Антонио-4', N'Мебельная фабрика «ПанДиван»
г. Железнодорожный
Диван книжка Антонио-4 . Бельевой ящик присутствует.
Наполнение: ППУ+ПРБ.
Механизм трансформации.
Возможность выбора ширины от 1.20*1.90 до 1.40*1.90.
Возможность выбора модели под выкатную книжку.', 15400, 1, <Binary Data>)
SET IDENTITY_INSERT [dbo].[Furniture] OFF
